<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Tafelwerk auf .:tafelwerk.auge8472.de:.</title>
<meta http-equiv="content-type" content="text/html; charset=iso-8859-1">
<meta name="description" content="Kleines Tafelwerk, Tabellen und Formeln">
<meta name="author" content="auge8472, H. August">
<meta name="keywords" content="Mathematik, Mathe, Chemie, Geometrie, Physik, Tafelwerk, Tabellen, Formeln">
<meta name="generator" content="Ulli Meybohms HTML EDITOR">
<link rel="stylesheet" href="../css/ns.css" type="text/css">
<link rel="stylesheet" href="../css/neu.css" type="text/css" media="all">
<link rel="SHORTCUT ICON" href="../favicon.ico">
</head>
<body>
<div id="top"><a name="anfang">&nbsp;</a></div>
<div id="links">
<div id="navi">
<ul>
<li><a href="../index.html">&Uuml;bersicht</a></li><!--
--><li><a href="../astronomie/solarsystem.html">Astronomie</a></li><!--
--><!--li>Chemie</li--><!--
--><li><a href="geomet00.html">Geometrie</a></li><!--
--><li><a href="../physik/physik00.html">Physik</a></li><!--
--></ul>
<ul id="ext">
<li><a title="externer Link: Hauptseite dieser Domain" href="http://www.auge8472.de/">www.auge8472.de</a></li><!--
--><li><a href="http://www.auge8472.de/forum/">Forum</a></li><!--
--><li><a title="externer Link: Entwicklung einer Datenbank f&uuml;r Veranstaltungen" href="http://termindbase.auge8472.de/">Veranstaltungs-db</a></li><!--
--></ul>
</div>
</div>
<div id="cont">
<h1>Geometrie</h1>
<h2>Zeichnerische Konstruktion von Kreis- und Bogenanschl&uuml;ssen</h2>
<h3>&Uuml;bersicht</h3>
<p>Alle beschriebenen Konstruktionen k&ouml;nnen mit Zirkel, Lineal und einem Stift nachvollzogen werden.  Die hier aufgef&uuml;hrten Konstruktionen sind teilweise miteinander kombinierbar. Die Eine oder Andere der Konstruktionen ist als Bestandteil in einer anderen Zeichnung wiederzufinden. Ist dieser Umstand f&uuml;r eine der Konstruktionen erheblich, wird darauf durch Verlinkung hingewiesen!</p>
<h3>Inhalt</h3>
<ul>
<li><a href="#ellypse">die Ellypse</a></li>
<li><a href="#oval">das Oval</a></li>
<li><a href="#spira1">Spirale 1</a></li>
<li><a href="#spira2">Spirale 2</a></li>
<li><a href="#b2ka">Au&szlig;enbogen an zwei Kreisen</a></li>
<li><a href="#b2ki">Innenbogen an zwei Kreisen</a></li>
<li><a href="#b2kia">Bogen Innen/Au&szlig;en</a></li>
<li><a href="#bagk">Bogen an Gerade &amp; Kreis</a></li>
</ul>
<p><a href="#anfang">zur&uuml;ck zum Anfang</a></p>
<h4><a class="anker" name="ellypse">Die Ellypse</a></h4>
<p class="geo"><img hspace="5" align="left" src="../graphik/ellypse.png" width="250" height="239" border="0" alt="Beispielbild Ellypse">Zuerst werden von Gleichem Mittelpunkt aus zwei Kreise gezeichnet, die in ihrem Durchmesser mit der Schmalsten und der Breitesten Stelle der zu Zeichnenden Ellypse &uuml;bereinstimmen sollen. Nachdem der gr&ouml;&szlig;ere Kreis <a class="txt" href="geomet02.html#zwoelfeck">zw&ouml;lfgeteilt</a> wurde, man kann den Kreis auch <a class="txt" href="geomet02.html#unimet">feiner teilen</a>, lege man von den Schnittpunkten Senkrechte in den Zwischenraum zum inneren Kreis, und von den Schnittpunkten mit dem inneren Kreis aus Waagerechte Linien nach Au&szlig;en hin. An den Schnittpunkten dieser Linien entlang entsteht die Kontur der Ellypse.<br clear="all"></p>
<p><a href="#anfang">zur&uuml;ck zum Anfang</a></p>
<h4><a class="anker" name="oval">Das Oval</a></h4>
<p class="geo"><img hspace="5" align="left" src="../graphik/oval1.png" width="270" height="230" border="0" alt="Beispielbild Oval">Im Unterschied zur Ellypse, deren Radien sich stetig &auml;ndern, besteht das Oval aus zwei mal zwei, also vier, Radien. Die Grundlinie <span class="bold">A</span>, <span class="bold">B</span> wird zuallererst halbiert und dann geviertelt. Fr&uuml;her w&auml;re sie gevierteilt worden, aber die Zeiten sind vorbei! Um die dabei entstehenden Punkte, hier <span class="bold">M1</span>, <span class="bold">M2</span>, <span class="bold">M3</span>, werden B&ouml;gen mit dem Radius <span class="bold">r1</span> und nebenstehend gezeigtem Umfang gezeichnet. Von <span class="bold">M2</span> und <span class="bold">M3</span> aus werden Linien, durch die Schnittpunkte der Kreise miteinander, gezogen. Dadurch erh&auml;lt man die Punkte <span class="bold">C</span> und <span class="bold">D</span>. Diese sind die Mittelpunkte der gro&szlig;en B&ouml;gen mit dem Radius <span class="bold">r2</span>, die auf den gegen&uuml;berliegenden Seiten an die kleinen Radien anschlie&szlig;en.<br clear="all"></p>
<p><a href="#anfang">zur&uuml;ck zum Anfang</a></p>
<h4><a class="anker" name="spira1">Die Spirale (1. M&ouml;glichkeit)</a></h4>
<p class="geo"><img hspace="5" align="left" src="../graphik/spira01.png" width="240" height="198" border="0" alt="Beispielbild Spirale 1">Zun&auml;chst werden zwei im rechten Winkel zueinander stehende Parallelenpaare gezeichnet. Die Senkrechten und Waagerechten Parallelen besitzen die gleiche Distanz zueinander. Diese bestimmt den Anfangsradius der Spirale. Die B&ouml;gen werden jeweils im Viertelkreis gezogen, danach wird der Zirkel einen Schnittpunkt weitergesetzt und der n&auml;chste Viertelkreis wird an den Vorhergehenden angeschlossen. somit erweitert sich die Spirale in jedem Viertelkreis um den Betrag der Distanz der Parallelen. <a class="txt" href="#spira2">Spirale 2, siehe hier</a>.<br clear="all"></p>
<p><a href="#anfang">zur&uuml;ck zum Anfang</a></p>
<h4><a class="anker" name="spira2">Die Spirale (2. M&ouml;glichkeit)</a></h4>
<p class="geo"><img hspace="5" align="left" src="../graphik/spira02.png" width="230" height="198" border="0" alt="Beispielbild Spirale 2">F&uuml;r die Zweite hier vorgestellte Spiralenkonstruktion wird nur eine Grundlinie und zwei darauf abgetragene Punkte, <span class="bold">A</span> und <span class="bold">B</span>, ben&ouml;tigt. Sie markieren den Anfangsradius und dienen gleichzeitig als Mittelpunkte der Radien. Beginnend mit <span class="bold">A</span> und dann abwechselnd mit <span class="bold">B</span> werden nun Halbkreise auf der Grundlinie geschlagen. Dabei erweitert sich die Spirale um <span class="bold">2r</span>, sie erscheint gleichm&auml;&szlig;iger als die <a class="txt" href="#spira1">vorhergehende Spiralenkonstruktion</a>. Letztere hat durch die Radiuserweiterung pro Viertelkreis, im Gegensatz zur Erweiterung pro Halbkreis bei dieser Variante, ein mehr organisches Aussehen.<br clear="all"></p>
<p><a href="#anfang">zur&uuml;ck zum Anfang</a></p>
<h4><a class="anker" name="b2ka">Au&szlig;enbogen an zwei Kreisen</a></h4>
<p class="geo"><img hspace="5" align="left" src="../graphik/b2ka1.png" width="350" height="240" border="0" alt="Beispielbild Au&szlig;enbogen">Die L&auml;nge der Grundlinie <span class="bold">M1</span> nach <span class="bold">M2</span> entspricht der H&ouml;he des Bogens mit dem Radius <span class="bold">r3</span>. Man schlage einen Kreisbogen vom Mittelpunkt der Kreise mit <span class="bold">r3 - dem Radius des jeweiligen Kreises</span> auf die dem zu zeichnenden Bogen gegen&uuml;berliegende Seite, und zwar so, da&szlig; die Kreisb&ouml;gen sich kreuzen. Der dabei entstehende Punkt <span class="bold">P1</span> ist der Mittelpunkt des Bogens mit dem Radius <span class="bold">r3</span>.<br clear="all"></p>
<p><a href="#anfang">zur&uuml;ck zum Anfang</a></p>
<h4><a class="anker" name="b2ki">Innenbogen an zwei Kreisen</a></h4>
<p class="geo"><img hspace="5" align="left" src="../graphik/b2ki1.png" width="255" height="190" border="0" alt="Beispielbild Innenbogen">Wie die unter der Zeichnung formulierte Bedingung aussagt, mu&szlig; der Radius <span class="bold">r3</span> gleichgro&szlig; oder gr&ouml;&szlig;er sein, als der Abstand der Mittelpunkte der Kreise abz&uuml;glich der Radien <span class="bold">r1</span> und <span class="bold">r2</span> der Kreise. Er k&ouml;nnte sonst die Kreise nicht ber&uuml;hren. Nun schlage man einen Kreisbogen vom Mittelpunkt der Kreise mit <span class="bold">r3 + Radius des jeweiligen Kreises</span> auf die Seite des zu zeichnenden Bogens, und zwar so, da&szlig; die Kreisb&ouml;gen sich kreuzen. Der dabei entstehende Punkt <span class="bold">P</span> ist der Mittelpunkt des Bogens mit dem Radius <span class="bold">r3</span>. Die <a class="txt" href="#bagk">Verbindung einer Geraden und eines Kreises durch einen Bogen</a> funktioniert &auml;hnlich.<br clear="all"></p>
<p><a href="#anfang">zur&uuml;ck zum Anfang</a></p>
<h4><a class="anker" name="b2kia">Bogen Innen/Au&szlig;en</a></h4>
<p class="geo"><img hspace="5" align="left" src="../graphik/b2kia1.png" width="266" height="140" border="0" alt="Beispielbild Bogen Innen/Au&szlig;en">Der Mittelpunkt dieses Bogens wird sowohl mit Addition, als auch mit Subtraktion verifiziert. Wieder werden von den Mittelpunkten der Kreise B&ouml;gen geschlagen. Beim Kreis, von dessen Umfang sich der Bogen nach Au&szlig;en entfernen soll, wird der Bogenradius <span class="bold">r3</span> zum Kreisradius hinzuaddiert. Bei jenem Kreis, dem sich die Bahn des Bogens hinzuneigt, wird der Kreisradius von <span class="bold">r3</span> subtrahiert.<br clear="all"></p>
<p><a href="#anfang">zur&uuml;ck zum Anfang</a></p>
<h4><a class="anker" name="bagk">Bogen an Gerade &amp; Kreis</a></h4>
<p class="geo"><img hspace="5" align="left" src="../graphik/bagk1.png" width="260" height="180" border="0" alt="Beispielbild Bogen an Gerade &amp; Kreis">&Auml;hnlich wie beim <a class="txt" href="#b2ki">Innenbogen an zwei Kreisen</a> wird hier zum Kreisradius <span class="bold">r2</span> der Radius des Bogens <span class="bold">r1</span> hinzuaddiert, und ein Kreisbogen geschlagen, der der Konstruktion des Punktes <span class="bold">P</span> dient. &Uuml;ber der Geraden wird eine Parallele mit dem Abstand <span class="bold">r1</span> zur Geraden gezeichnet. An der Stelle, an der die Parallele den Kreisbogen <span class="bold">r1 + r2</span> kreuzt, befindet sich Punkt <span class="bold">P</span>, der den Mittelpunkt des Bogens markiert, der die Gerade mit dem Kreis verbindet.<br clear="all"></p>
<p><a href="#anfang">zur&uuml;ck zum Anfang</a></p>
</div>
</body>
</html>