<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Tafelwerk auf .:tafelwerk.auge8472.de:.</title>
<meta http-equiv="content-type" content="text/html; charset=iso-8859-1">
<meta name="description" content="Kleines Tafelwerk, Tabellen und Formeln">
<meta name="author" content="auge8472, H. August">
<meta name="keywords" content="Mathematik, Mathe, Chemie, Geometrie, Physik, Tafelwerk, Tabellen, Formeln">
<meta name="generator" content="Ulli Meybohms HTML EDITOR">
<link rel="stylesheet" href="../css/ns.css" type="text/css">
<link rel="stylesheet" href="../css/neu.css" type="text/css" media="all">
<link rel="SHORTCUT ICON" href="../favicon.ico">
</head>
<body>
<div id="top"><a name="anfang">&nbsp;</a></div>
<div id="links">
<div id="navi">
<ul>
<li><a href="../index.html">&Uuml;bersicht</a></li><!--
--><li><a href="../astronomie/solarsystem.html">Astronomie</a></li><!--
--><!--li>Chemie</li--><!--
--><li><a href="geomet00.html">Geometrie</a></li><!--
--><li><a href="../physik/physik00.html">Physik</a></li><!--
--></ul>
<ul id="ext">
<li><a title="externer Link: Hauptseite dieser Domain" href="http://www.auge8472.de/">www.auge8472.de</a></li><!--
--><li><a href="http://www.auge8472.de/forum/">Forum</a></li><!--
--><li><a title="externer Link: Entwicklung einer Datenbank f&uuml;r Veranstaltungen" href="http://termindbase.auge8472.de/">Veranstaltungs-db</a></li><!--
--></ul>
</div>
</div>
<div id="cont">
<h1>Geometrie</h1>
<h2>Zeichnerische Konstruktion von Mehrecken</h2>
<h3>&Uuml;bersicht</h3>
<p>Grundvoraussetzung f&uuml;r die zeichnerische Konstruktion von Mehrecken ist die Anlage eines &quot;Fadenkreuzes&quot; und eines Kreises, wie in den hier gezeigten Beispielen dargestellt. M&ouml;glich ist grunds&auml;tzlich auch eine mathematische Konstruktion mittels Teilung des Kreises.</p>
<p><em>Beispiel</em>: man will ein F&uuml;nfeck haben und teile zu dem Zwecke 360° (voller Kreis) durch die f&uuml;nf Ecken und erhalte einen Winkel von Ecke zu Ecke von 72°. Bleibt nur noch die &Uuml;bertragung auf die Zeichnungsunterlage. Und genau dieses kann mit den im Schreibwarengesch&auml;ft erh&auml;ltlichen Winkelmessern sehr ungenau werden. Ein guter Zirkel kann aber schon mal Radien von mehreren Dezimetern greifen, und wenn ein Solcher nicht zur Hand ist, kann man einen Zirkel mit etwas gutem Willen, einem Bindfaden, einem Stift und einer Nadel simulieren. Und ein Lineal findet sich immer, auch wenn es eigentlich ein Brett ist.</p>
<h3>Inhalt</h3>
<ul>
<li><a href="#dreieck">das Dreieck</a></li>
<li><a href="#viereck">das Viereck</a></li>
<li><a href="#fuenfeck">das F&uuml;nfeck</a></li>
<li><a href="#sechseck">das Sechseck</a></li>
<li><a href="#siebeneck">das Siebeneck</a></li>
<li><a href="#achteck">das Achteck</a></li>
<li><a href="#neuneck">das Neuneck</a></li>
<li><a href="#zehneck">das Zehneck</a></li>
<li><a href="#elfeck">das Elfeck</a></li>
<li><a href="#zwoelfeck">das Zw&ouml;lfeck</a></li>
<li><a href="#unimet">die Universalmethode</a></li>
</ul>
<p><a href="#anfang">zur&uuml;ck zum Anfang</a></p>
<h4><a class="anker" name="dreieck">Das Dreieck</a></h4>
<p class="geo"><img hspace="5" align="left" src="../graphik/dreieck.png" width="220" height="190" border="0" alt="Beispielbild Dreieck">...ist augenscheinlich eine einfache Konstruktion. Im dargestellten Beispiel wird gegen&uuml;ber der festgelegten Spitze im Punkt <span class="bold">C</span> mit dem Kreisradius <span class="bold">r</span> ein Kreisbogen geschlagen, der an zwei Stellen den Kreis schneidet, und so die Punkte <span class="bold">A</span> und <span class="bold">B</span> ergibt.<br clear="all"></p>
<p><a href="#anfang">zur&uuml;ck zum Anfang</a></p>
<h4><a class="anker" name="viereck">Das Viereck</a></h4>
<p class="geo"><img hspace="5" align="left" src="../graphik/viereck.png" width="230" height="190" border="0" alt="Beispielbild Viereck">...wird nur &uuml;ber die Schnittpunkte des Fadenkreuzes mit dem Kreis, <span class="bold">A</span>, <span class="bold">B</span>, <span class="bold">C</span>, <span class="bold">D</span>, konstruiert<br clear="all"></p>
<p><a href="#anfang">zur&uuml;ck zum Anfang</a></p>
<h4><a class="anker" name="fuenfeck">Das F&uuml;nfeck</a></h4>
<p class="geo"><img hspace="5" align="left" src="../graphik/fuenfeck.png" width="230" height="190" border="0" alt="Beispielbild F&uuml;nfeck">...wird &uuml;ber die Strecke <span class="bold">C</span>, <span class="bold">D</span> konstruiert. Dazu wird die Strecke zwischen <span class="bold">A</span> und <span class="bold">M</span> mittels des Kreisradius <span class="bold">r1</span> halbiert. Vom dabei entstehenden Punkt <span class="bold">B</span> greife man die Str cke nach <span class="bold">D</span>, also <span class="bold">r2</span>, und trage diese mit dem Zirkel auf die waagerechte Linie des Fadenkreuzes ab, wobei man den Punkt <span class="bold">C</span> erh&auml;lt. Diese Strecke, hier auch <span class="bold">r3</span>, wiederum mit dem Zirkel gegriffen ist die ben&ouml;tigte Konstruktionsstrecke.<br clear="all"></p>
<p><a href="#anfang">zur&uuml;ck zum Anfang</a></p>
<h4><a class="anker" name="sechseck">Das Sechseck</a></h4>
<p class="geo"><img hspace="5" align="left" src="../graphik/sechseck.png" width="230" height="190" border="0" alt="Beispielbild Sechseck">...wird mit dem Kreisradius <span class="bold">r</span> von den Punkten <span class="bold">A</span> und <span class="bold">D</span> aus konstruiert. Dabei ergeben sich die Punkte <span class="bold">B</span>, <span class="bold">C</span>, <span class="bold">E</span> und <span class="bold">F</span>. Nun m&uuml;ssen diese sechs Punkte nur noch miteinander verbunden werden.<br clear="all"></p>
<p><a href="#anfang">zur&uuml;ck zum Anfang</a></p>
<h4><a class="anker" name="siebeneck">Das Siebeneck</a></h4>
<p class="geo"><img hspace="5" align="left" src="../graphik/siemeck.png" width="210" height="190" border="0" alt="Beispielbild Siebeneck">...wird vom Punkt <span class="bold">A</span> aus &uuml;ber die Seitenhalbierende mit dem Kreisradius <span class="bold">r1</span> konstruiert. Die H&auml;lfte der dabei entstehenden Strecke ist die ben&ouml;tigte Strecke <span class="bold">B</span>, <span class="bold">C</span>, hier auch <span class="bold">r2</span>. Diese, von Schnittpunkt zu Schnittpunkt gegriffen, ergeben die Eckpunkte des Siebenecks.<br clear="all"></p>
<p><a href="#anfang">zur&uuml;ck zum Anfang</a></p>
<h4><a class="anker" name="achteck">Das Achteck</a></h4>
<p class="geo"><img hspace="5" align="left" src="../graphik/achteck.png" width="250" height="190" border="0" alt="Beispielbild Achteck">...wird mittels der Winkelhalbierenden konstruiert. Diese werden mit dem Kreisradius <span class="bold">r</span> von den Punkten <span class="bold">A</span>, <span class="bold">B</span>, <span class="bold">C</span> und <span class="bold">D</span> abgetragen. Werden die sich gegen&uuml;berliegenden Schnittpunkte diagonal durch den Mittelpunkt des Kreises <span class="bold">M</span> miteinander verbunden, sind alle acht Konstruktionspunkte erstellt. Mit dieser Technik l&auml;&szlig;t sich auch ein <a class="txt" href="geomet03.htm#rwdritt">rechter Winkel halbieren</a>.<br clear="all"></p>
<p><a href="#anfang">zur&uuml;ck zum Anfang</a></p>
<h4><a class="anker" name="neuneck">Das Neuneck</a></h4>
<p class="geo"><img hspace="5" align="left" src="../graphik/neuneck.png" width="230" height="190" border="0" alt="Beispielbild Neuneck">...bedarf nur zweier Zirkelschl&auml;ge zur Konstruktion. Von Punkt <span class="bold">D</span> aus wird mit dem Kreisradius <span class="bold">r1</span> ein Bogen in das Innere des Kreises gezeichnet, hernach wird der Abstand zwischen den Punkten <span class="bold">A</span> und <span class="bold">B</span> in die Zirkelspanne genommen, was hier <span class="bold">r2</span> entspricht und ein Bogen von Punkt <span class="bold">B</span> auf die Waagerechte des Fadenkreuzes geschlagen. Die Strecke zwischen den dabei entstehenden Punkten <span class="bold">D</span> und <span class="bold">E</span> entspricht dem gesuchten Neuntel.<br clear="all"></p>
<p><a href="#anfang">zur&uuml;ck zum Anfang</a></p>
<h4><a class="anker" name="zehneck">Das Zehneck</a></h4>
<p class="geo"><img hspace="5" align="left" src="../graphik/zehneck.png" width="190" height="190" border="0" alt="Beispielbild Zehneck">...wird &uuml;ber die Seitenhalbierende zwischen <span class="bold">A</span> und <span class="bold">M</span> mit dem Kreisradius <span class="bold">r1</span> konstruiert, wobei man Punkt <span class="bold">B</span> erh&auml;lt. Von diesem Punkt aus die Spanne zu Punkt <span class="bold">C</span> mit dem Radius <span class="bold">r2</span> auf die Waagerechte des Fadenkreuzes abgetragen ergibt Punkt <span class="bold">D</span>. Der Abstand der Punkte <span class="bold">D</span> und <span class="bold">M</span>, hier auch <span class="bold">r3</span>, ist die Konstruktionsstrecke.<br clear="all"></p>
<p><a href="#anfang">zur&uuml;ck zum Anfang</a></p>
<h4><a class="anker" name="elfeck">Das Elfeck</a></h4>
<p class="geo"><img hspace="5" align="left" src="../graphik/elfeck.png" width="315" height="190" border="0" alt="Beispielbild Elfeck">...ist in dieser Auflistung ein Sonderfall. Es wird mit der <a class="txt" href="#unimet">Universalmethode</a> konstruiert. Dabei wird in einem beliebigen Winkel von Punkt <span class="bold">A</span> aus eine Gerade gezeichnet und in elf gleiche Teile geteilt. Eine n&auml;here <a class="txt" href="geomet04.html#strkntel">Beschreibung des Vorgangs</a> finden Sie an anderer Stelle. Diese Punkte werden mittels der Parallelverschiebung auf die Senkrechte des Fadenkreuzes &uuml;bertragen. Mit dem doppelten Kreisradius <span class="bold">r2</span> werden von den Punkten <span class="bold">A</span> und <span class="bold">D</span> Kreisb&ouml;gen geschlagen, die die Punkte <span class="bold">B</span> und <span class="bold">C</span> ergeben. Von diesen Punkten wird jeweils jeder zweite Punkt der Elferteilung auf der Strecke <span class="bold">A</span>, <span class="bold">D</span> auf den gegen&uuml;berliegenden Halbbogen des Kreises &uuml;bertragen. Somit sind alle Konstruktionspunkte da.<br clear="all"></p>
<p><a href="#anfang">zur&uuml;ck zum Anfang</a></p>
<h4><a class="anker" name="zwoelfeck">Das Zw&ouml;lfeck</a></h4>
<p class="geo"><img hspace="5" align="left" src="../graphik/zwelfeck.png" width="190" height="190" border="0" alt="Beispielbild Zw&ouml;lfeck">...ist wieder eine einfache Konstruktion. Von den Punkten <span class="bold">A</span>, <span class="bold">B</span>, <span class="bold">C</span> und <span class="bold">D</span> wird mit dem Kreisradius <span class="bold">r</span> jeweils ein Kreisbogen auf den Kreis geschlagen, wobei sich alle n&ouml;tigen Konstruktionspunkte ergeben. F&uuml;r die Konstruktion einer <a class="txt" href="geomet03.html#ellypse">Ellypse</a> kann das Zw&ouml;lfeck als Konstruktionshilfe dienen. Ein Ausschnitt dieser Konstruktion ist als <a class="txt" href="geomet03.htm#rwdritt">Drittelung des rechten Winkels</a> wiederzufinden.<br clear="all"></p>
<p><a href="#anfang">zur&uuml;ck zum Anfang</a></p>
<h4><a class="anker" name="unimet">Die Universalmethode</a></h4>
<p class="geo">...vermag auch zeichnerisch nicht anders darstellbare n-Ecke zu konstruieren. Ein Beispiel ist das obige <a class="txt" href="#elfeck">Elfeck</a>. Die Einteilung der Senkrechten des Fadenkreuzes erfolgt, wie ebenda kurz erkl&auml;rt, durch einen Strahl, der ausgehend von einem Schnittpunkt der Senkrechten mit dem Kreis, nehmen wir den Oberen, in beliebigem Winkel zur Senkrechten von ihr fortf&uuml;hrt.<br>Auf diesem Strahl lassen sich nun mit einem Lineal oder einem Zirkel die jeweils erforderliche Anzahl an Unterteilungen aufbringen. Das Ma&szlig; der Teilung mu&szlig; nat&uuml;rlich gleich sein, der Betrag der Teilung (z.B. in mm) ist unerheblich. Will sagen, ob mit 8 mm oder 13,5 mm ist Irrelevant, wichtig ist da&szlig; ich das erw&auml;hlte Ma&szlig; durchg&auml;ngig benutze und nicht zwischendurch &auml;ndere. <a class="txt" href="geomet04.html#strkntel">N&auml;here Beschreibung des Vorgangs hier</a>.<br>Hernach wird mit einer Geraden zuerst der letzte Punkt der Einteilung des Strahls mit dem unteren Schnittpunkt der Senkrechten mit dem Kreis verbunden und sodann die anderen Teilungspunkte des Strahls mittels der Parallelverschiebung auf die Senkrechte abgetragen.<br>Damit erhalten wir eine gleichm&auml;&szlig;ige Unterteilung der Senkrechten des Fadenkreuzes. Mit den Halbkreisb&ouml;gen von den Oberen und Unteren Schnittpunkten der Senkrechten mit dem Kreis, <a class="txt" href="#elfeck">siehe Elfeck</a>, erhalten wir die zwei Punkte, von denen aus jede Zweite, der auf der Senkrechten abgetragenen Unterteilungen, auf die dem Punkt gegen&uuml;berliegende Seite des Kreises abgetragen werden mu&szlig;. Die Punkte auf dem Kreis m&uuml;ssen dann nur noch der Reihe nach miteinander verbunden werden.<br>Mit dieser, zugegebener Ma&szlig;en, etwas kompliziert wirkenden Methode, lassen sich beliebige n-Ecke konstruieren. Wenn n allerdings einstellig ist, sollte die daf&uuml;r jeweils konkretere L&ouml;sung bevorzugt werden.<br clear="all"></p>
<p><a href="#anfang">zur&uuml;ck zum Anfang</a></p>
</div>
</body>
</html>